Repository: Octopus-Community/octopus-sdk-swift
Catalog: Sources/OctopusUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Consent.Accept.TermsRules
source: I accept the [Terms and Conditions](%1$@) and the [Community Guidelines](%2$@)
ar: أوافق على [الشروط والأحكام](%1$@) و[قواعد المجتمع](%2$@)
da: Jeg accepterer [Vilkårene for brug](%1$@) og [Fællesskabets regler](%2$@)
de: Ich akzeptiere die [Allgemeinen Geschäftsbedingungen](%1$@) und die [Community-Richtlinien](%2$@)
es: Acepto las [Condiciones generales de uso](%1$@) y las [Normas de la comunidad](%2$@)
fi: Hyväksyn [käyttöehdot](%1$@) ja [yhteisön säännöt](%2$@)
fr: J'accepte les [Conditions générales d'utilisation](%1$@) et les [Règles de la communauté](%2$@)
hi: मैं [नियम और शर्तें](%1$@) और [समुदाय के नियम](%2$@) स्वीकार करता/करती हूँ
id: Saya menyetujui [Syarat dan Ketentuan Penggunaan](%1$@) dan [Peraturan Komunitas](%2$@)
it: Accetto i [Termini e le condizioni d'uso](%1$@) e le [Regole della community](%2$@)
ja: [利用規約](%1$@)と[コミュニティガイドライン](%2$@)に同意します
ms: Saya bersetuju dengan [Terma dan Syarat Penggunaan](%1$@) dan [Peraturan Komuniti](%2$@)
nb: Jeg godtar [Vilkårene for bruk](%1$@) og [Fellesskapets regler](%2$@)
nl: Ik accepteer de [Algemene voorwaarden](%1$@) en de [Communityregels](%2$@)
pl: Akceptuję [Regulamin](%1$@) i [Zasady społeczności](%2$@)
pt: Aceito os [Termos e condições de utilização](%1$@) e as [Regras da comunidade](%2$@)
ro: Accept [Termenii și condițiile de utilizare](%1$@) și [Regulile comunității](%2$@)
ru: Я принимаю [Условия использования](%1$@) и [Правила сообщества](%2$@)
sv: Jag godkänner [Användarvillkoren](%1$@) och [Communityreglerna](%2$@)
th: ฉันยอมรับ[ข้อกำหนดและเงื่อนไขการใช้งาน](%1$@)และ[กฎของชุมชน](%2$@)
tr: [Kullanım Koşullarını](%1$@) ve [Topluluk Kurallarını](%2$@) kabul ediyorum
vi: Tôi chấp nhận [Điều khoản sử dụng](%1$@) và [Quy tắc cộng đồng](%2$@)
zh_hans: 我接受[《使用条款》](%1$@)和[《社区规则》](%2$@)
zh_hant: 我接受[《使用條款》](%1$@)和[《社群規則》](%2$@)

# Consent.Ack.Privacy.Comment
source: By commenting, I acknowledge that I have read the [Privacy Policy](%1$@).
ar: بالتعليق، أقر بأنني اطلعت على [سياسة الخصوصية](%1$@).
da: Ved at kommentere bekræfter jeg, at jeg har læst [Privatlivspolitikken](%1$@).
de: Mit dem Kommentieren bestätige ich, die [Datenschutzrichtlinie](%1$@) zur Kenntnis genommen zu haben.
es: Al comentar, reconozco haber leído la [Política de privacidad](%1$@).
fi: Kommentoimalla vahvistan tutustuneeni [tietosuojakäytäntöön](%1$@).
fr: En commentant, je reconnais avoir pris connaissance de la [Politique de confidentialité](%1$@).
hi: टिप्पणी करके, मैं स्वीकार करता/करती हूँ कि मैंने [गोपनीयता नीति](%1$@) पढ़ ली है।
id: Dengan berkomentar, saya menyatakan telah membaca [Kebijakan Privasi](%1$@).
it: Commentando, dichiaro di aver preso visione dell'[Informativa sulla privacy](%1$@).
ja: コメントすることで、[プライバシーポリシー](%1$@)を確認したことを認めます。
ms: Dengan mengulas, saya mengesahkan bahawa saya telah membaca [Dasar Privasi](%1$@).
nb: Ved å kommentere bekrefter jeg at jeg har lest [Personvernerklæringen](%1$@).
nl: Door te reageren bevestig ik dat ik kennis heb genomen van het [Privacybeleid](%1$@).
pl: Komentując, potwierdzam, że zapoznałem(-am) się z [Polityką prywatności](%1$@).
pt: Ao comentar, reconheço ter tomado conhecimento da [Política de privacidade](%1$@).
ro: Prin comentare, confirm că am luat cunoștință de [Politica de confidențialitate](%1$@).
ru: Комментируя, я подтверждаю, что ознакомился(-ась) с [Политикой конфиденциальности](%1$@).
sv: Genom att kommentera bekräftar jag att jag har tagit del av [Integritetspolicyn](%1$@).
th: การแสดงความคิดเห็นถือว่าฉันรับทราบ[นโยบายความเป็นส่วนตัว](%1$@)แล้ว
tr: Yorum yaparak [Gizlilik Politikasını](%1$@) okuduğumu kabul ediyorum.
vi: Bằng cách bình luận, tôi xác nhận đã đọc [Chính sách bảo mật](%1$@).
zh_hans: 评论即表示我已阅知[《隐私政策》](%1$@)。
zh_hant: 留言即表示我已知悉[《隱私政策》](%1$@)。

# Consent.Ack.Privacy.Post
source: By posting, I acknowledge that I have read the [Privacy Policy](%1$@).
ar: بالنشر، أقر بأنني اطلعت على [سياسة الخصوصية](%1$@).
da: Ved at udgive bekræfter jeg, at jeg har læst [Privatlivspolitikken](%1$@).
de: Mit dem Veröffentlichen bestätige ich, die [Datenschutzrichtlinie](%1$@) zur Kenntnis genommen zu haben.
es: Al publicar, reconozco haber leído la [Política de privacidad](%1$@).
fi: Julkaisemalla vahvistan tutustuneeni [tietosuojakäytäntöön](%1$@).
fr: En publiant, je reconnais avoir pris connaissance de la [Politique de confidentialité](%1$@).
hi: पोस्ट करके, मैं स्वीकार करता/करती हूँ कि मैंने [गोपनीयता नीति](%1$@) पढ़ ली है।
id: Dengan memposting, saya menyatakan telah membaca [Kebijakan Privasi](%1$@).
it: Pubblicando, dichiaro di aver preso visione dell'[Informativa sulla privacy](%1$@).
ja: 投稿することで、[プライバシーポリシー](%1$@)を確認したことを認めます。
ms: Dengan menyiarkan, saya mengesahkan bahawa saya telah membaca [Dasar Privasi](%1$@).
nb: Ved å publisere bekrefter jeg at jeg har lest [Personvernerklæringen](%1$@).
nl: Door te plaatsen bevestig ik dat ik kennis heb genomen van het [Privacybeleid](%1$@).
pl: Publikując, potwierdzam, że zapoznałem(-am) się z [Polityką prywatności](%1$@).
pt: Ao publicar, reconheço ter tomado conhecimento da [Política de privacidade](%1$@).
ro: Prin publicare, confirm că am luat cunoștință de [Politica de confidențialitate](%1$@).
ru: Публикуя, я подтверждаю, что ознакомился(-ась) с [Политикой конфиденциальности](%1$@).
sv: Genom att publicera bekräftar jag att jag har tagit del av [Integritetspolicyn](%1$@).
th: การโพสต์ถือว่าฉันรับทราบ[นโยบายความเป็นส่วนตัว](%1$@)แล้ว
tr: Paylaşarak [Gizlilik Politikasını](%1$@) okuduğumu kabul ediyorum.
vi: Bằng cách đăng, tôi xác nhận đã đọc [Chính sách bảo mật](%1$@).
zh_hans: 发布即表示我已阅知[《隐私政策》](%1$@)。
zh_hant: 發佈即表示我已知悉[《隱私政策》](%1$@)。

# Consent.Ack.Privacy.Reply
source: By replying, I acknowledge that I have read the [Privacy Policy](%1$@).
ar: بالرد، أقر بأنني اطلعت على [سياسة الخصوصية](%1$@).
da: Ved at svare bekræfter jeg, at jeg har læst [Privatlivspolitikken](%1$@).
de: Mit dem Antworten bestätige ich, die [Datenschutzrichtlinie](%1$@) zur Kenntnis genommen zu haben.
es: Al responder, reconozco haber leído la [Política de privacidad](%1$@).
fi: Vastaamalla vahvistan tutustuneeni [tietosuojakäytäntöön](%1$@).
fr: En répondant, je reconnais avoir pris connaissance de la [Politique de confidentialité](%1$@).
hi: उत्तर देकर, मैं स्वीकार करता/करती हूँ कि मैंने [गोपनीयता नीति](%1$@) पढ़ ली है।
id: Dengan membalas, saya menyatakan telah membaca [Kebijakan Privasi](%1$@).
it: Rispondendo, dichiaro di aver preso visione dell'[Informativa sulla privacy](%1$@).
ja: 返信することで、[プライバシーポリシー](%1$@)を確認したことを認めます。
ms: Dengan membalas, saya mengesahkan bahawa saya telah membaca [Dasar Privasi](%1$@).
nb: Ved å svare bekrefter jeg at jeg har lest [Personvernerklæringen](%1$@).
nl: Door te antwoorden bevestig ik dat ik kennis heb genomen van het [Privacybeleid](%1$@).
pl: Odpowiadając, potwierdzam, że zapoznałem(-am) się z [Polityką prywatności](%1$@).
pt: Ao responder, reconheço ter tomado conhecimento da [Política de privacidade](%1$@).
ro: Prin răspuns, confirm că am luat cunoștință de [Politica de confidențialitate](%1$@).
ru: Отвечая, я подтверждаю, что ознакомился(-ась) с [Политикой конфиденциальности](%1$@).
sv: Genom att svara bekräftar jag att jag har tagit del av [Integritetspolicyn](%1$@).
th: การตอบกลับถือว่าฉันรับทราบ[นโยบายความเป็นส่วนตัว](%1$@)แล้ว
tr: Yanıtlayarak [Gizlilik Politikasını](%1$@) okuduğumu kabul ediyorum.
vi: Bằng cách trả lời, tôi xác nhận đã đọc [Chính sách bảo mật](%1$@).
zh_hans: 回复即表示我已阅知[《隐私政策》](%1$@)。
zh_hant: 回覆即表示我已知悉[《隱私政策》](%1$@)。

# Consent.Button.Comment
source: Accept and comment
ar: الموافقة والتعليق
da: Accepter og kommenter
de: Akzeptieren und kommentieren
es: Aceptar y comentar
fi: Hyväksy ja kommentoi
fr: Accepter et commenter
hi: स्वीकारें और टिप्पणी करें
id: Setujui dan komentar
it: Accetta e commenta
ja: 同意してコメント
ms: Setuju dan komen
nb: Godta og kommenter
nl: Accepteren en reageren
pl: Zaakceptuj i skomentuj
pt: Aceitar e comentar
ro: Acceptă și comentează
ru: Принять и прокомментировать
sv: Godkänn och kommentera
th: ยอมรับและแสดงความคิดเห็น
tr: Kabul et ve yorum yap
vi: Chấp nhận và bình luận
zh_hans: 接受并评论
zh_hant: 接受並留言

# Consent.Button.Post
source: Accept and post
ar: الموافقة والنشر
da: Accepter og udgiv
de: Akzeptieren und posten
es: Aceptar y publicar
fi: Hyväksy ja julkaise
fr: Accepter et publier
hi: स्वीकारें और पोस्ट करें
id: Setujui dan posting
it: Accetta e pubblica
ja: 同意して投稿
ms: Setuju dan siar
nb: Godta og publiser
nl: Accepteren en plaatsen
pl: Zaakceptuj i opublikuj
pt: Aceitar e publicar
ro: Acceptă și publică
ru: Принять и опубликовать
sv: Godkänn och publicera
th: ยอมรับและโพสต์
tr: Kabul et ve paylaş
vi: Chấp nhận và đăng
zh_hans: 接受并发布
zh_hant: 接受並發佈

# Consent.Button.Reply
source: Accept and reply
ar: الموافقة والرد
da: Accepter og svar
de: Akzeptieren und antworten
es: Aceptar y responder
fi: Hyväksy ja vastaa
fr: Accepter et répondre
hi: स्वीकारें और उत्तर दें
id: Setujui dan balas
it: Accetta e rispondi
ja: 同意して返信
ms: Setuju dan balas
nb: Godta og svar
nl: Accepteren en antwoorden
pl: Zaakceptuj i odpowiedz
pt: Aceitar e responder
ro: Acceptă și răspunde
ru: Принять и ответить
sv: Godkänn och svara
th: ยอมรับและตอบกลับ
tr: Kabul et ve yanıtla
vi: Chấp nhận và trả lời
zh_hans: 接受并回复
zh_hant: 接受並回覆

# Consent.Title
source: Join the community
ar: انضم إلى المجتمع
da: Bliv en del af fællesskabet
de: Treten Sie der Community bei
es: Únase a la comunidad
fi: Liity yhteisöön
fr: Rejoignez la communauté
hi: समुदाय से जुड़ें
id: Gabung dengan komunitas
it: Entra a far parte della community
ja: コミュニティに参加する
ms: Sertai komuniti
nb: Bli med i fellesskapet
nl: Word lid van de community
pl: Dołącz do społeczności
pt: Junte-se à comunidade
ro: Alăturați-vă comunității
ru: Присоединяйтесь к сообществу
sv: Gå med i communityn
th: เข้าร่วมชุมชน
tr: Topluluğa katılın
vi: Tham gia cộng đồng
zh_hans: 加入社区
zh_hant: 加入社群

# Content.AggregatedInfo.Answer
source: Reply
ar: رد
da: Svar
de: Antworten
es: Responder
fi: Vastatkaa
fr: Répondre
hi: जवाब दें
id: Balas
it: Rispondi
ja: 返信
ms: Balas
nb: Svar
nl: Antwoorden
pl: Odpowiedz
pt: Responder
ro: Răspundeți
ru: Ответить
sv: Svara
th: ตอบกลับ
tr: Yanıtla
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# Content.AggregatedInfo.Comment
source: Comment
ar: تعليق
da: Kommentér
de: Kommentieren
es: Comentar
fi: Kommentoikaa
fr: Commenter
hi: कमेंट करें
id: Komentar
it: Commenta
ja: コメント
ms: Komen
nb: Kommenter
nl: Reageren
pl: Skomentuj
pt: Comentar
ro: Comentați
ru: Комментировать
sv: Kommentera
th: แสดงความคิดเห็น
tr: Yorum yap
vi: Bình luận
zh_hans: 评论
zh_hant: 留言

# Content.AggregatedInfo.CommentCount.One_count:%@
source: %1$@ comment
ar: %1$@ تعليق
da: %1$@ kommentar
de: %1$@ Kommentar
es: %1$@ comentario
fi: %1$@ kommentti
fr: %1$@ commentaire
hi: %1$@ कमेंट
id: %1$@ komentar
it: %1$@ commento
ja: %1$@ 件のコメント
ms: %1$@ komen
nb: %1$@ kommentar
nl: %1$@ reactie
pl: %1$@ komentarz
pt: %1$@ comentário
ro: %1$@ comentariu
ru: %1$@ комментарий
sv: %1$@ kommentar
th: %1$@ ความคิดเห็น
tr: %1$@ yorum
vi: %1$@ bình luận
zh_hans: %1$@ 条评论
zh_hant: %1$@ 則留言

# Content.AggregatedInfo.CommentCount.Plural_count:%@
source: %1$@ comments
ar: %1$@ تعليقات
da: %1$@ kommentarer
de: %1$@ Kommentare
es: %1$@ comentarios
fi: %1$@ kommenttia
fr: %1$@ commentaires
hi: %1$@ कमेंट
id: %1$@ komentar
it: %1$@ commenti
ja: %1$@ 件のコメント
ms: %1$@ komen
nb: %1$@ kommentarer
nl: %1$@ reacties
pl: %1$@ komentarze
pt: %1$@ comentários
ro: %1$@ comentarii
ru: %1$@ комментариев
sv: %1$@ kommentarer
th: %1$@ ความคิดเห็น
tr: %1$@ yorumlar
vi: %1$@ bình luận
zh_hans: %1$@ 条评论
zh_hant: %1$@ 則留言

# Content.AggregatedInfo.Reaction.Clap
source: Celebrate
ar: احتفال
da: Fejr
de: Applaus
es: Celebrar
fi: Hurraa
fr: Bravo
hi: जश्न
id: Rayakan
it: Festeggia
ja: 祝福
ms: Raikan
nb: Hurra
nl: Hoera
pl: Gratulacje
pt: Parabéns
ro: Bravo
ru: Празднование
sv: Fira
th: เฉลิมฉลอง
tr: Kutla
vi: Ăn mừng
zh_hans: 庆祝
zh_hant: 慶祝

# Content.AggregatedInfo.Reaction.Cry
source: Sad
ar: حزين
da: Trist
es: Me entristece
fi: Surullinen
fr: Triste
hi: उदास
id: Sedih
it: Sigh
ja: 悲しい
ms: Sedih
nb: Trist
nl: Verdrietig
pl: Przykro mi
pt: Triste
ro: Trist
ru: Грусть
sv: Ledsen
th: เศร้า
tr: Üzgün
vi: Buồn
zh_hans: 伤心
zh_hant: 傷心

# Content.AggregatedInfo.Reaction.Heart
source: Like
ar: إعجاب
da: Synes godt om
de: Gefällt mir
es: Me gusta
fi: Tykkää
fr: J'aime
hi: लाइक
id: Suka
it: Mi piace
ja: いいね
ms: Suka
nb: Liker
nl: Vind ik leuk
pl: Lubie to!
pt: Curtir
ro: Apreciați
ru: Нравится
sv: Gilla
th: ถูกใจ
tr: Beğen
vi: Thích
zh_hans: 赞
zh_hant: 讚

# Content.AggregatedInfo.Reaction.Joy
source: Haha
ar: هاها
es: Me divierte
hi: हाहा
ja: ハハハ
pt: Riso
ru: Ха-ха
th: ฮ่าฮ่า
tr: Hahaha
zh_hans: 哈哈
zh_hant: 哈哈

# Content.AggregatedInfo.Reaction.MouthOpen
source: Wow
ar: واو
es: Me asombra
fi: Vau
fr: Wouah
hi: वाह
ja: すごい
ms: Wah
nl: Wauw
pt: Surpresa
ru: Вау
th: ว้าว
tr: Inamilmaz
zh_hans: 哇
zh_hant: 哇

# Content.AggregatedInfo.Reaction.Rage
source: Angry
ar: غاضب
da: Vred
es: Me enfada
fi: Vihainen
fr: Grrr
hi: गुस्सा
id: Marah
it: Grrr
ja: 怒り
ms: Marah
nb: Sint
nl: Boos
pl: Wrr
pt: Ira
ro: Furios
ru: Злость
sv: Arg
th: โกรธ
tr: Kizgin
vi: Tức giận
zh_hans: 愤怒
zh_hant: 憤怒

# Content.AggregatedInfo.ReactionCount.Empty
source: Be the first to react
ar: كن أول من يتفاعل
da: Vær den første til at reagere
de: Sei der Erste, der reagiert
es: Sé el primero en reaccionar
fi: Reagoikaa ensimmäisenä
fr: Soyez le premier à réagir
hi: प्रतिक्रिया देने वाले पहले व्यक्ति बनें
id: Jadilah yang pertama bereaksi
it: Sia il primo a reagire
ja: 最初にリアクションしましょう
ms: Jadi yang pertama memberi reaksi
nb: Vær den første som reagerer
nl: Wees de eerste die reageert
pl: Bądź pierwszy, aby zareagować
pt: Seja o primeiro a reagir
ro: Fiți primul care reacționează
ru: Будьте первым, кто отреагирует
sv: Var först med att reagera
th: เป็นคนแรกที่แสดงความรู้สึก
tr: İlk tepki veren sen ol
vi: Hãy là người đầu tiên bày tỏ cảm xúc
zh_hans: 成为第一个做出反应的人
zh_hant: 成為第一個做出反應的人

# Content.AggregatedInfo.ViewCount.One_count:%@
source: %1$@ view
ar: %1$@ مشاهدة
da: %1$@ visning
de: %1$@ Aufruf
es: %1$@ vista
fi: %1$@ katselu
fr: %1$@ vue
hi: %1$@ व्यू
id: %1$@ tampilan
it: %1$@ visualizzazione
ja: %1$@ 回閲覧
ms: %1$@ paparan
nb: %1$@ visning
nl: %1$@ weergave
pl: %1$@ wyświetlenie
pt: %1$@ visualização
ro: %1$@ vizualizare
ru: %1$@ просмотр
sv: %1$@ visning
th: %1$@ การดู
tr: %1$@ görüntü
vi: %1$@ lượt xem
zh_hans: %1$@ 次查看
zh_hant: %1$@ 次查看

# Content.AggregatedInfo.ViewCount.Plural_count:%@
source: %1$@ views
ar: %1$@ مشاهدات
da: %1$@ visninger
de: %1$@ Aufrufe
es: %1$@ vistas
fi: %1$@ katselua
fr: %1$@ vues
hi: %1$@ व्यू
id: %1$@ tampilan
it: %1$@ visualizzazioni
ja: %1$@ 回閲覧
ms: %1$@ paparan
nb: %1$@ visninger
nl: %1$@ weergaven
pl: %1$@ wyświetlenia
pt: %1$@ visualizações
ro: %1$@ vizualizări
ru: %1$@ просмотров
sv: %1$@ visningar
th: %1$@ การดู
tr: %1$@ görüntüleme
vi: %1$@ lượt xem
zh_hans: %1$@ 次查看
zh_hant: %1$@ 次查看

# Content.Create.AddPicture
source: Photo
ar: صورة
da: Foto
de: Foto
es: Foto
fi: Kuva
hi: फ़ोटो
id: Foto
it: Foto
ja: 写真
ms: Foto
nb: Bilde
nl: Foto
pl: Zdjęcie
pt: Foto
ro: Fotografie
ru: Фото
sv: Foto
th: รูปภาพ
tr: Fotoğraf
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# Content.Create.AddPoll
source: Poll
ar: استطلاع
da: Afstemning
de: Umfrage
es: Encuesta
fi: Kysely
fr: Sondage
hi: पोल
id: Polling
it: Sondaggio
ja: アンケート
ms: Tinjauan
nb: Avstemning
nl: Peiling
pl: Ankieta
pt: Sondagem
ro: Sondaj
ru: Опрос
sv: Omröstning
th: โพล
tr: Anket
vi: Bình chọn
zh_hans: 投票
zh_hant: 投票

# Content.Create.Legal_termOfUse:%@_privacyPolicy:%@_communityGuidelines:%@
source: By posting my message, I accept the [Terms of Use](%1$@), [Privacy Policy](%2$@), and [Community Guidelines](%3$@)
ar: من خلال نشر رسالتي، أوافق على [شروط الاستخدام](%1$@) و[سياسة الخصوصية](%2$@) و[إرشادات المجتمع](%3$@)
da: Ved at udgive min besked accepterer jeg [Brugsvilkårene](%1$@), [Privatlivspolitikken](%2$@) og [Fællesskabets retningslinjer](%3$@)
de: Mit dem Veröffentlichen meiner Nachricht akzeptiere ich die [Nutzungsbedingungen](%1$@), die [Datenschutzrichtlinie](%2$@) und die [Community-Regeln](%3$@).
es: Al publicar mi mensaje, acepto las [Condiciones Generales de Uso](%1$@), la [Política de privacidad](%2$@) y las [Normas de la comunidad](%3$@).
fi: Julkaisemalla viestini hyväksyn [Käyttöehdot](%1$@), [Tietosuojakäytännön](%2$@) ja [Yhteisön säännöt](%3$@)
fr: En publiant mon message, j’accepte les [CGUs](%1$@), la [politique de confidentialité](%2$@) et les [règles de la communauté](%3$@).
hi: अपना संदेश पोस्ट करके, मैं [उपयोग की शर्तें](%1$@), [गोपनीयता नीति](%2$@), और [कम्युनिटी दिशानिर्देश](%3$@) स्वीकार करता हूं
id: Dengan memposting pesan saya, saya menerima [Syarat penggunaan](%1$@), [Kebijakan privasi](%2$@), dan [Pedoman komunitas](%3$@)
it: Pubblicando il mio messaggio, accetto i [Termini di utilizzo](%1$@), l'[informativa sulla privacy](%2$@) e le [regole della community](%3$@).
ja: メッセージを投稿することで、[利用規約](%1$@)、[プライバシーポリシー](%2$@)、[コミュニティガイドライン](%3$@)に同意します
ms: Dengan menghantar mesej saya, saya menerima [Syarat Penggunaan](%1$@), [Dasar Privasi](%2$@), dan [Garis panduan komuniti](%3$@)
nb: Ved å publisere meldingen min godtar jeg [Brukervilkårene](%1$@), [Personvernerklæringen](%2$@) og [Retningslinjene for fellesskapet](%3$@)
nl: Door mijn bericht te plaatsen, accepteer ik de [Gebruiksvoorwaarden](%1$@), het [Privacybeleid](%2$@) en de [Community-richtlijnen](%3$@)
pl: Publikując wiadomość, akceptuję [Regulamin](%1$@), [Politykę prywatności](%2$@) oraz [Zasady społeczności](%3$@).
pt: Ao publicar a minha mensagem, aceito os [Termos de Uso](%1$@), a [Política de Privacidade](%2$@) e as [Regras da Comunidade](%3$@).
ro: Prin publicarea mesajului meu, accept [Termenii de utilizare](%1$@), [Politica de confidențialitate](%2$@) și [Regulile comunității](%3$@)
ru: Публикуя моё сообщение, я принимаю [Условия использования](%1$@), [Политику конфиденциальности](%2$@) и [Правила сообщества](%3$@)
sv: Genom att publicera mitt inlägg godkänner jag [Användarvillkoren](%1$@), [Integritetspolicyn](%2$@) och [Communityreglerna](%3$@).
th: ด้วยการโพสต์ข้อความของฉัน ฉันยอมรับ [ข้อกำหนดการใช้งาน](%1$@) [นโยบายความเป็นส่วนตัว](%2$@) และ [แนวทางปฏิบัติของชุมชน](%3$@)
tr: Mesajımı paylaşarak [Kullanım koşulları](%1$@), [Gizlilik politikası](%2$@) ve [Topluluk kuralları](%3$@) hükümlerini kabul ediyorum.
vi: Bằng cách đăng tin nhắn của tôi, tôi chấp nhận [Điều khoản sử dụng](%1$@), [Chính sách bảo mật](%2$@), và [Quy tắc cộng đồng](%3$@)
zh_hans: 发布消息即表示我接受 [使用条款](%1$@)、[隐私政策](%2$@) 和 [社区准则](%3$@)
zh_hant: 發布訊息即表示我接受 [使用條款](%1$@)、[隱私政策](%2$@) 和 [社群準則](%3$@)

# Content.Detail.NotAvailable
source: Content unavailable
ar: المحتوى غير متاح
da: Indhold utilgængeligt
de: Inhalt nicht verfügbar
es: Contenido no disponible
fi: Sisältö ei saatavilla
fr: Contenu indisponible
hi: सामग्री उपलब्ध नहीं
id: Konten tidak tersedia
it: Contenuto non disponibile
ja: コンテンツを利用できません
ms: Kandungan tidak tersedia
nb: Innhold utilgjengelig
nl: Inhoud niet beschikbaar
pl: Treść niedostępna
pt: Conteúdo indisponível
ro: Conținut indisponibil
ru: Содержимое недоступно
sv: Innehållet är inte tillgängligt
th: เนื้อหาไม่พร้อมใช้งาน
tr: İçerik kullanılamıyor
vi: Nội dung không khả dụng
zh_hans: 内容不可用
zh_hant: 內容無法使用

# Content.Video.Replay
source: Watch again
ar: إعادة المشاهدة
da: Se igen
de: Noch einmal ansehen
es: Ver de nuevo
fi: Katsokaa uudelleen
fr: Revoir la vidéo
hi: फिर से देखें
id: Tonton lagi
it: Guarda di nuovo
ja: もう一度見る
ms: Tonton semula
nb: Se igjen
nl: Opnieuw bekijken
pl: Obejrzyj ponownie
pt: Ver novamente
ro: Vizionați din nou
ru: Посмотреть снова
sv: Se igen
th: ดูอีกครั้ง
tr: Tekrar izle
vi: Xem lại
zh_hans: 再次观看
zh_hant: 再次觀看

# Error.NoNetwork
source: No network connection. Please check your internet connection.
ar: لا يوجد اتصال بالشبكة. يرجى التحقق من اتصالك بالإنترنت.
da: Ingen netværksforbindelse. Tjek din internetforbindelse.
de: Keine Internetverbindung. Bitte überprüfen Sie Ihr Netzwerk und versuchen Sie es erneut.
es: Sin conexión a Internet. Por favor, compruebe su conexión.
fi: Ei verkkoyhteyttä. Tarkistakaa internetyhteytenne.
fr: Pas de connexion internet. Veuillez vérifier votre connexion.
hi: कोई नेटवर्क कनेक्शन नहीं। कृपया अपना इंटरनेट कनेक्शन जांचें।
id: Tidak ada koneksi jaringan. Silakan periksa koneksi internet Anda.
it: Nessuna connessione a Internet. Controlli la sua connessione.
ja: ネットワーク接続がありません。インターネット接続をご確認ください。
ms: Tiada sambungan rangkaian. Sila semak sambungan internet anda.
nb: Ingen nettverkstilkobling. Sjekk internettforbindelsen din.
nl: Geen netwerkverbinding. Controleer uw internetverbinding.
pl: Brak połączenia z internetem. Sprawdź swoje połączenie.
pt: Sem ligação à internet. Verifique a sua ligação.
ro: Fără conexiune la rețea. Verificați conexiunea la internet.
ru: Нет сетевого подключения. Пожалуйста, проверьте Ваше интернет-соединение.
sv: Ingen internetanslutning. Kontrollera din anslutning.
th: ไม่มีการเชื่อมต่อเครือข่าย กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: İnternet bağlantısı yok. Lütfen bağlantınızı kontrol edin.
vi: Không có kết nối mạng. Vui lòng kiểm tra kết nối internet của bạn.
zh_hans: 无网络连接。请检查您的互联网连接。
zh_hant: 無網路連線。請檢查您的網際網路連線。

# Error.Text.Empty
source: This text cannot be empty
ar: لا يمكن أن يكون هذا النص فارغًا
da: Denne tekst kan ikke være tom
de: Dieser Text darf nicht leer sein
es: Este texto no puede estar vacío.
fi: Tämä teksti ei voi olla tyhjä
fr: Ce texte ne peut pas être vide
hi: यह टेक्स्ट खाली नहीं हो सकता
id: Teks ini tidak boleh kosong
it: Questo testo non può essere vuoto
ja: このテキストは空にできません
ms: Teks ini tidak boleh kosong
nb: Denne teksten kan ikke være tom
nl: Deze tekst mag niet leeg zijn
pl: Ten tekst nie może być pusty
pt: Este texto não pode estar vazio
ro: Acest text nu poate fi gol
ru: Этот текст не может быть пустым
sv: Texten får inte vara tom
th: ข้อความนี้ห้ามว่าง
tr: Bu metin boş olamaz.
vi: Văn bản này không được để trống
zh_hans: 此文本不能为空
zh_hant: 此文字不能為空

# Error.Text.TooLong_currentLength:%lld_maxLength:%lld
source: You have exceeded the character limit (%1$lld/%2$lld)
ar: لقد تجاوزت الحد الأقصى للأحرف (%1$lld/%2$lld)
da: Du har overskredet tegngrænsen (%1$lld/%2$lld)
de: Sie haben die maximale Zeichenanzahl überschritten (%1$lld/%2$lld).
es: Ha superado el límite de caracteres (%1$lld/%2$lld).
fi: Olette ylittänyt merkkirajan (%1$lld/%2$lld)
fr: Vous avez dépassé la limite de caractères (%1$lld/%2$lld)
hi: आपने अक्षर सीमा पार कर ली है (%1$lld/%2$lld)
id: Anda telah melampaui batas karakter (%1$lld/%2$lld)
it: Ha superato il limite di caratteri (%1$lld/%2$lld)
ja: 文字数制限を超えています (%1$lld/%2$lld)
ms: Anda telah melampaui had aksara (%1$lld/%2$lld)
nb: Du har overskredet tegngrensen (%1$lld/%2$lld)
nl: U hebt de tekenlimiet overschreden (%1$lld/%2$lld)
pl: Przekroczono limit znaków (%1$lld/%2$lld)
pt: Ultrapassou o limite de caracteres (%1$lld/%2$lld)
ro: Ați depășit limita de caractere (%1$lld/%2$lld)
ru: Вы превысили лимит символов (%1$lld/%2$lld)
sv: Du har överskridit teckengränsen (%1$lld/%2$lld)
th: คุณใช้อักขระเกินจำนวนที่กำหนด (%1$lld/%2$lld)
tr: Karakter sınırını aştınız (%1$lld/%2$lld).
vi: Bạn đã vượt quá giới hạn ký tự (%1$lld/%2$lld)
zh_hans: 您已超出字符限制 (%1$lld/%2$lld)
zh_hant: 您已超出字元限制 (%1$lld/%2$lld)
